Repository: Den367/Sewdock
Catalog: Mayando.Web/Properties/Resources.*.resx
Languages: ru

# TimeOnDateAtTime
source: on {0} at {1}
ru: {0} в {1}

# ErrorDescription
source: Please try again or notify the site administrator.
ru: Описание ошибки

# ErrorMessage
source: Sorry, an error occurred while processing your request.
ru: Сообщение

# ErrorTitle
source: Error
ru: Ошибка

# AccountChangePassword
source: Change Password
ru: Сменить пароль

# AccountLogOff
source: Log Off
ru: Выйти

# AccountLogOn
source: Log On
ru: Вход

# LogOnAccountInformation
source: Account Information
ru: Информация для входа

# LogOnEnterCredentials
source: Please enter your user name and password bellow
ru: Пожалуйста введите имя пользователя и пароль

# LogOnFailed
source: Login was unsuccessful. Please correct the errors and try again.
ru: Вход не выполнен. Проверьте имя пользователя и пароль. Пожалуйста будте внимательней при вводе пароля.

# LogOnPassword
source: Password:
ru: Пароль:

# LogOnRememberMe
source: Remember me on this computer
ru: Запомнить пароль

# LogOnSubmit
source: Log On
ru: Войти

# LogOnUserName
source: User name:
ru: Имя пользователя:

# LogOnWelcome
source: Welcome
ru: Приветствуем

# NotFoundMessage
source: The requested item cannot be found.
ru: По запросу ничего не найдено

# NotFoundTitle
source: Not Found
ru: Не найден

# PhotoComments
source: Comments
ru: Комментарии

# PhotoCommentsAddComment
source: Add Comment
ru: Добавить комментарий

# PhotoCommentsAuthorComment
source: Comment
ru: Комментрий

# PhotoCommentsAuthorEmail
source: Email Address
ru: E-mail Адрес

# PhotoCommentsAuthorName
source: Your Name
ru: Имя Автора

# PhotoCommentsAuthorUrl
source: Home Page
ru: Web-сайт

# PhotoCommentsBy
source: Comment by
ru: от

# PhotoCommentsEmpty
source: There are no comments yet, why don't you be the first to add one?
ru: Нет комментариев

# PhotoCommentsSubmit
source: Post Comment
ru: Отправить

# PhotoNavigateNext
source: Next
ru: Следующий

# PhotoNavigatePrevious
source: Previous
ru: Предыдущий

# PhotoNavigateTo
source: To: {0}
ru: К: {0}

# PhotoPublished
source: Published
ru: Опубликовано

# PhotosDateTitleInMonth
source: in {0}
ru: в {0}

# PhotosDateTitleInYear
source: in {0}
ru: в {0}

# PhotosOverview
source: Overview
ru: Обзор

# PhotosPublished
source: Photos published {0}
ru: Опубликованные фото {0}

# PhotosTagged
source: Photos tagged {0}
ru: Тэгированные дизайны {0}

# PhotosTaken
source: Photos taken {0}
ru: Дизайны по дате создания {0}

# PhotosTitled
source: Photos with '{0}' in the title
ru: Дизайны '{0}' по заголовку

# PhotoTaken
source: Taken
ru: Создан

# SelectListItemNone
source: <None>
ru: <Пусто>

# ValidationAuthorNameEmpty
source: Please enter your name.
ru: Имя автора не заполнено

# ValidationTextEmpty
source: Please enter a message.
ru: Поле не заполнено

# TagsTitle
source: Tags
ru: Теги

# TagNavigateTo
source: Show photos tagged {0}
ru: Перейти к {0}

# PhotoCommentsAuthorEmailHelp
source: Your email address will not be shown or shared with anyone. It is only used to show your <a href="http://www.gravatar.com" target="_blank">Gravatar</a> if you have one (a unique image coupled to your email address).
ru: Uw email adres wordt aan niemand getoond of doorgegeven. Het wordt enkel gebruikt om uw <a href="http://www.gravatar.com" target="_blank">Gravatar</a> te tonen als u die hebt (een uniek prentje dat gekoppeld is aan uw email adres).

# CommentsTitle
source: Comments
ru: Комментарии

source: Syndication Feed (Comments)
ru: RSS (Комментарии)

source: Syndication Feed (Photos)
ru: RSS (Дизайны)

# ValidationSummaryGenericTitle
source: Please correct the errors and try again.
ru: Пожалуйста вводите данные правильно

# PageFlashCommentPosted
source: Your comment has been added!
ru: Комментарий добавлен!

# ValidationAuthorEmailInvalid
source: Please enter a valid email address.
ru: E-mail автора введён неправильно

# PhotoCommentsAuthorRememberMe
source: Remember me on this computer
ru: Запомнить меня

# ContactAuthorEmail
source: Email Address
ru: E-mail адрес

# ContactAuthorMessage
source: Message
ru: Сообщение

# ContactAuthorName
source: Your Name
ru: Имя

# ContactAuthorRememberMe
source: Remember me on this computer
ru: Запомнить меня

# ContactAuthorUrl
source: Home Page
ru: Web- сайт

# ContactContactMe
source: Contact Me
ru: Написать владельцу сайта

# ContactSubmit
source: Send
ru: Отправить

# ContactTitle
source: Contact
ru: Контакт

# PageFlashMessageSent
source: Your message has been sent!
ru: Сообщение отправлено!

# ValidationAuthorEmailEmpty
source: Please enter your email address.
ru: E-mail автора пуст

# GalleriesTitle
source: Galleries
ru: Галлереи

# PhotosFoundFromSearch
source: Photos with the search term '{0}'
ru: Найдены дизайны '{0}'

# SearchSubmit
source: Search
ru: Найти

# NumberOfPhotosPlural
source: {0} photos
ru: {0} дизайнов

# GalleryPhotoLinkMore
source: (More)
ru: (Больше)

# PhotoLinkLargeText
source: L
ru: Большой

# PhotoLinkLargeTitle
source: Show the large version of the photo
ru: Toon de grote versie van de foto

# PhotoLinkNormalText
source: M
ru: Средний

# PhotoLinkNormalTitle
source: Show the medium version of the photo
ru: Toon de medium versie van de foto

# PhotoLinkSmallText
source: S
ru: Малый

# PhotoLinkSmallTitle
source: Show the small version of the photo
ru: Toon de kleine versie van de foto

# NumberOfPhotosSingular
source: {0} photo
ru: {0} дизайн

# PhotosCalendar
source: Calendar
ru: Календарь

# CalendarByDatePublished
source: By Date Published
ru: По дате публикации

# CalendarByDateTaken
source: By Date Taken
ru: По дате получения

# TimeZoneOffsetInfo
source: All times are in {0}
ru: Всё время в часовом поясе {0}

# TimeTodayAtTime
source: today at {0}
ru: Сегодня {0}

# TimeYesterdayAtTime
source: yesterday at {0}
ru: Вчера {0}

# PhotoTags
source: Tags
ru: Тэги

# TagsShowTop
source: Top {0} Tags
ru: Популярные {0} Теги

# TagsShowAll
source: All Tags
ru: Показать все

# ValidationMenuTitleEmpty
source: Please enter a title.
ru: Заголовок пуст

# ValidationMenuUrlEmpty
source: Please enter a URL.
ru: URL пуст.

# ValidationPageTitleEmpty
source: Please enter a title.
ru: Заголовок страницы пуст

# ValidationPhotoDatePublishedInvalid
source: Please enter a valid published date.
ru: Неправильная дата публикации

# ValidationPhotoDateTakenInvalid
source: Please enter a valid taken date.
ru: Неправильная дата создания

# ValidationPhotoUrlNormalEmpty
source: Please enter a URL for the normal size of the photo.
ru: Gelieve een URL in te vullen voor de normale grootte van de foto.

# PhotoSizes
source: Sizes
ru: Размеры

# NumberOfCommentsPlural
source: {0} comments
ru: {0} комментариев

# NumberOfCommentsSingular
source: {0} comment
ru: {0} комментарий

# DemoModePageFlash
source: This site is in demo mode. You can see all settings as an administrator would, but you cannot change anything.
ru: Deze website draait in demo mode. Je kan alle instellingen bekijken alsof je een administrator bent, maar je kan geen wijzigingen aanbrengen.

# NumberOfGalleriesPlural
source: {0} galleries
ru: {0} галерей

# NumberOfGalleriesSingular
source: {0} gallery
ru: {0} галерея

# PhotosByDateTaken
source: EmbroideryItem's by date taken
ru: Дизайны по дате получения

# SlideshowPause
source: Pause
ru: Пауза

# SlideshowGoForwards
source: Forwards
ru: Показывать вперёд

# SlideshowSpeedDown
source: Slower
ru: Медленнее

# SlideshowSpeedUp
source: Faster
ru: Быстрее

# SlideshowStart
source: Start Slideshow
ru: Запустить

# SlideshowGoBackwards
source: Backwards
ru: Показывать в обратном порядке

# EmbroFileToBeUploadName
source: Embroidery file name to be upload
ru: Имя файла вышивки для загрузки

# SelectFileButtonTitle
source: Select a file
ru: Выбрать файл

# LatitudeText
source: Latitude
ru: Широта

# LongitudeText
source: Longitude
ru: Долгота

# DownloadDSTButtonText
source: Download DST
ru: Скачать DST

# GenerateButtonText
source: Generate
ru: Сформировать

# LocateButtonText
source: Locate
ru: Определить координаты

# AccountLogonPasswordLabelText
source: Password
ru: Пароль

# AccountLogonRegister
source: Register
ru: Регистрация

# AccountLogonRememberMeCheckBoxText
source: Remember me on this machine
ru: Запомнить пользователя на этом компьютере

# AccountLogonUserLabelText
source: User
ru: Логин

# LogonIfNoAccountSentence
source: Or, if You do not have an account please register here
ru: Или пройдите регистрацию, если Вы не регистрировались ранее

# QRCodeEmbroGenName
source: Creation of QR code .DST embroidery file
ru: Создание .DST файла вышивки QR кода

# TabQRCodeLocation
source: Geolocation
ru: Географическое положение

# TabQRcodeText
source: Text
ru: Текст

# EmbroDownloadButtonText
source: Download embroidery file
ru: Скачать вышивку

# QRCodeVCARDAddressLabel
source: Address
ru: Адрес

# QRCodeVCARDNameLabel
source: Name
ru: Имя

# QRCodeVCARDNotesLabel
source: Notes
ru: Комментарии

# QRCodeVCARDOrganizationLabel
source: Organization
ru: Организация

# QRCodeVCARDPhoneLabel
source: Tel
ru: Телефон

# QRCodeVCARDsiteURLLabel
source: Site URL
ru: URL сайта

# QRCodeVCARDSurnameLabel
source: Surname
ru: Фамилия

# RegisterViewModel_Email_ErrorMessage
source: Type an e-mail, please
ru: Введите пожалуйста e-mail

# RegisterViewModel_Password_ErrorMessage
source: Password must be entered
ru: Введите пароль

# AccountRegisterConfirmPassword
source: Confirm password:
ru: Подтверждение пароля:

# AccountRegisterEmail
source: E-Mail:
ru: Адрес электронной почты:

# AccountRegisterPassword
source: Password:
ru: Пароль:

# AccountRegisterUserName
source: User name:
ru: Имя пользователя:

# LabelTextHello
source: Hello
ru: Добро пожаловать

# CancelButtonText
source: Cancel
ru: Отмена

# ButtonAnimateText
source: Emulate sewing
ru: Отрисовать стежки

# ButtonDeleteText
source: Delete
ru: Удалить

# EmbroIsHiddenText
source: Is the embro hidden for visitors?
ru: Скрыть от посетителей?

# ErrorUploadingText
source: The item could not be saved. Please correct any errors and try again.
ru: Не удалось сохранить элемент на сервере.Измените вводимые данные и попробуйте снова

# SelectAFileText
source: Select file
ru: Выбрать файл

# TagsFieldLabelText
source: Tags (semicolon separated):
ru: Теги (разделитель точка с запятой):

# UploadArticleCaptionText
source: Article:
ru: Краткое описание:

# UploadButtonText
source: Submit
ru: Отправить

# UploadTitleText
source: Upload embro on server
ru: Загрузка дизайна на сервер
